Repository: Meet2147/BuildMyItch
Catalog: jawforge/JawForge/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, mr

source: Your plan re-personalizes after every scan and quiz answer.
es: Tu plan se vuelve a personalizar tras cada escaneo y respuesta.
fr: Votre plan se re-personnalise après chaque scan et chaque réponse.
hi: हर स्कैन और जवाब के बाद प्लान नए सिरे से पर्सनलाइज़ होता है।
it: Il piano si ri-personalizza dopo ogni scansione e risposta.
mr: प्रत्येक स्कॅन व उत्तरानंतर प्लॅन नव्याने वैयक्तिक होतो.

source: Your potential
es: Tu potencial
fr: Votre potentiel
hi: आपकी क्षमता
it: Il tuo potenziale
mr: तुमची क्षमता

source: Your results
es: Tus resultados
fr: Vos résultats
hi: आपके नतीजे
it: I tuoi risultati
mr: तुमचे निकाल

source: Your routine takes minutes. Your streak is waiting.
es: Tu rutina toma minutos. Tu racha te espera.
fr: Votre routine ne prend que quelques minutes. Votre série vous attend.
hi: आपका रूटीन बस कुछ मिनट का है। आपकी स्ट्रीक इंतज़ार कर रही है।
it: La tua routine richiede pochi minuti. La tua serie ti aspetta.
mr: तुमची दिनचर्या काही मिनिटांचीच आहे. तुमची स्ट्रीक वाट पाहत आहे.

source: Your training
es: Tu entrenamiento
fr: Votre entraînement
hi: आपकी ट्रेनिंग
it: Il tuo allenamento
mr: तुमचा सराव

source: one time
es: pago único
fr: paiement unique
hi: एक बार
it: una tantum
mr: एकदाच

source: per week
es: por semana
fr: par semaine
hi: प्रति सप्ताह
it: a settimana
mr: दर आठवड्याला

source: per year · 7-day free trial
es: al año · prueba gratis de 7 días
fr: par an · essai gratuit de 7 jours
hi: प्रति वर्ष · 7 दिन फ्री ट्रायल
it: all'anno · prova gratuita di 7 giorni
mr: दर वर्षी · 7 दिवस मोफत चाचणी

source: 8+ h
fr: 8 h et plus
hi: 8+ घं.
mr: 8+ तास

source: Chin tucks
fr: Rentrées de menton
hi: चिन टक्स
it: Chin tuck
mr: चिन टक्स

source: 4–8 h
hi: 4–8 घं.
mr: 4–8 तास

source: OK
hi: ठीक है
mr: ठीक आहे
